Repository: Pholith/ONI-Mods
Catalog: src/WallPumps/translations/*.po
Languages: fr

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.DESC
source: A gas pump that's also a wall
fr: Une pompe à gaz encastrée dans un mur

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.EFFECT
source: Pumps out <link="ELEMENTSGAS">Gas</link> from a room
fr: Pompe le <link="ELEMENTSLIQUID">liquide</link> d'une pièce

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.NAME
source: Gas wall pump
fr: Pompe à gaz murale

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.DESC
source: A gas vent that's also a wall
fr: Une évacuation de gaz encastrée dans un mur

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> into a room
fr: Évacue des <link="ELEMENTSGAS">gas</link>.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.NAME
source: Gas wall vent
fr: Évacuation de gaz murale

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.DESC
source: A high pressure gas vent that's also a wall
fr: Une évacuation de gaz haute pression encastrée dans un mur

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.EFFECT
source: Releases high pressure <link="ELEMENTSGAS">Gas</link> into a room
fr: Évacue des <link="ELEMENTSGAS">gaz</link> à haute pression.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.NAME
source: High pressure gas wall vent
fr: Évacuation de gaz haute pression murale

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.DESC
source: A liquid pump that's also a wall
fr: Une pompe à liquide encastrée dans un mur

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.EFFECT
source: Pumps out <link="ELEMENTSLIQUID">Liquid</link> from a room
fr: Pompe le <link="ELEMENTSLIQUID">liquide</link> d'une pièce

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.NAME
source: Liquid wall pump
fr: Pompe à liquide murale

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.DESC
source: A liquid vent that's also a wall
fr: Une évacuation de liquide encastrée dans un mur

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.EFFECT
source: Releases <link="ELEMENTSLIQUID">Liquid</link> into a room
fr: Évacue des <link="ELEMENTSLIQUID">gaz</link>.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.NAME
source: Liquid wall vent
fr: Évacuation de liquide murale

# WallPumps.WALLPUMP_STRINGS.UI_ADD.ENABLED
source: Enabled
fr: Activé

# WallPumps.WALLPUMP_STRINGS.UI_ADD.ENERGY_CONSUMPTION
source: Energy consumption
fr: Consommation d'énergie

# WallPumps.WALLPUMP_STRINGS.UI_ADD.MAX_PRESSURE
source: Max pressure
fr: Pression maximum

# WallPumps.WALLPUMP_STRINGS.UI_ADD.PUMP_RATE
source: Pump rate
fr: Débit de pompage

# WallPumps.WALLPUMP_STRINGS.UI_ADD.THERMAL_CONDUCTIVITY
source: Thermal conductivity
fr: Conductivité thermique
