Repository: Pholith/ONI-Mods
Catalog: Mods/WallPumps/translations/*.po
Languages: es, ru

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.DESC
source: A gas pump that's also a wall
es: Una bomba de gas que también es pared.
ru: Насос для газа, который тоже является стеной.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.EFFECT
source: Pumps out <link="ELEMENTSGAS">Gas</link> from a room
es: Bombea el <link="ELEMENTSGAS">Gas</link> de una habitación.
ru: Откачивает <link="ELEMENTSGAS">газ</link> из комнаты.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLPUMP.NAME
source: Gas wall pump
es: Bomba de Gas de Pared
ru: Клетка-насос для газа

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.DESC
source: A gas vent that's also a wall
es: Una rejilla de ventilación de gases que también es pared.
ru: Клапан для газа, который также является стеной.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.EFFECT
source: Releases <link="ELEMENTSGAS">Gas</link> into a room
es: Libera <link="ELEMENTSGAS">Gas</link> en una habitación.
ru: Выпускает <link="ELEMENTSGAS">газ</link> в комнату.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRGASWALLVENT.NAME
source: Gas wall vent
es: Rejilla de Ventilación de Pared
ru: Клетка-клапан для газа

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.DESC
source: A liquid pump that's also a wall
es: Una bomba de líquido que también es pared.
ru: Насос для жидкости, который также является стеной.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.EFFECT
source: Pumps out <link="ELEMENTSLIQUID">Liquid</link> from a room
es: Bombea el <link="ELEMENTSLIQUID">Líquido</link> de una habitación.
ru: Откачивает <link="ELEMENTSLIQUID">жидкость</link> из комнаты.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLPUMP.NAME
source: Liquid wall pump
es: Bomba de Líquidos de Pared
ru: Клетка-насос для жидкости

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.DESC
source: A liquid vent that's also a wall
es: Una salida de líquido que también es pared.
ru: Клапан для жидкости, который также является стеной.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.EFFECT
source: Releases <link="ELEMENTSLIQUID">Liquid</link> into a room
es: Libera <link="ELEMENTSLIQUID">Líquido</link> en una habitación.
ru: Выпускает <link="ELEMENTSLIQUID">жидкость</link> в комнату.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.FAIRLIQUIDWALLVENT.NAME
source: Liquid wall vent
es: Salida de Líquidos de Pared
ru: Клетка-клапан для жидкости

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.DESC
source: A high pressure gas vent that's also a wall
es: Una rejilla de ventilación de alta presión que también es pared..
ru: Клапан для газа высокого давления, который также является стеной.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.EFFECT
source: Releases high pressure <link="ELEMENTSGAS">Gas</link> into a room
es: Libera <link="ELEMENTSGAS">Gas</link> a alta presión en una habitación.
ru: Выпускает <link="ELEMENTSGAS">газ</link> в комнату.

# WallPumps.WALLPUMP_STRINGS.BUILDINGS.PREFABS.VENTHIGHPRESSURE.NAME
source: High pressure gas wall vent
es: Rejilla de Ventilación de Alta Presión de Pared
ru: Клетка-клапан для газа высокого давления

# WallPumps.WALLPUMP_STRINGS.UI_ADD.ENABLED
source: Enabled
es: Activado
ru: Включено

# WallPumps.WALLPUMP_STRINGS.UI_ADD.ENERGY_CONSUMPTION
source: Energy consumption
es: Consumo de Energía
ru: Потребление энергии

# WallPumps.WALLPUMP_STRINGS.UI_ADD.MAX_PRESSURE
source: Max pressure
es: Presión Máxima
ru: Максимальное давление

# WallPumps.WALLPUMP_STRINGS.UI_ADD.PUMP_RATE
source: Pump rate
es: Caudal de Bombeo
ru: Производительность

# WallPumps.WALLPUMP_STRINGS.UI_ADD.THERMAL_CONDUCTIVITY
source: Thermal conductivity
es: Conductividad Térmica
ru: Теплопроводность
