Repository: Pholith/ONI-Mods
Catalog: Mods/ILoveSlicksters/translations/*.po
Languages: fr

# ILoveSlicksters.PHO_STRINGS.DROWNING.NAME
source: Drowning
fr: Se noie

# ILoveSlicksters.PHO_STRINGS.DROWNING.TOOLTIP
source: This critter can't breathe in <style="KKeyword">Air</style>!
fr: Cette créature ne peut pas respirer dans l'<style="KKeyword">air</style>!

# ILoveSlicksters.PHO_STRINGS.ELEMENTS.ANTIGEL.DESC
source: A mixture of water(H<sub>2</sub>O) and Ethylen Glycol (C<sub>2</sub>H<sub>6</sub>O<sub>2</sub>). It has been designed by engineers to be a good heat transfer fluid that does not freeze or vaporize easily.
fr: Un mélange d'eau(H<sub>2</sub>O) et d'éthylène glycol (C<sub>2</sub>H<sub>6</sub>O<sub>2</sub>). Il a été conçu par des ingénieurs pour être un bon fluide de transfert de chaleur qui ne gèle pas et ne se vaporise pas facilement.

# ILoveSlicksters.PHO_STRINGS.FERTILITY_MODIFIERS.ELEMENT.DESC
source: Is immersed in {0}.
fr: Est immergé dans {0}.

# ILoveSlicksters.PHO_STRINGS.FERTILITY_MODIFIERS.LIGHT.DESC
source: Is in the light.
fr: Est dans la lumière.

# ILoveSlicksters.PHO_STRINGS.FERTILITY_MODIFIERS.LIGHT.NAME
source: Light
fr: Lumière

# ILoveSlicksters.PHO_STRINGS.FERTILITY_MODIFIERS.PRESSURE.DESC
source: Is in air pressure below {0} g.
fr: Est dans une pression inférieur à {0} g.

# ILoveSlicksters.PHO_STRINGS.FERTILITY_MODIFIERS.PRESSURE.NAME
source: Pressure
fr: Pression

# ILoveSlicksters.PHO_STRINGS.INAQUARIUM.NAME
source: In an aquarium
fr: Dans un aquarium

# ILoveSlicksters.PHO_STRINGS.NOTINAQUARIUM.NAME
source: Not in an aquarium
fr: N'est pas dans un aquarium

# ILoveSlicksters.PHO_STRINGS.VARIANT_AQUA.BABY.DESC
source: A goopy little Aqua Larva. One day it will grow into an adult morph, the <link="AQUAOILFLOATER">Aqua Slickster</link>.
fr: Une petite larve aquatique. Un jour, elle va se transformer en une forme adulte, le <link="AQUAOILFLOATER">Gluant Aquatique </link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_AQUA.BABY.NAME
source: <link="AQUAOILFLOATER">Aqua Larva</link>
fr: <link="AQUAOILFLOATER">larve aquatique</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_AQUA.EGG_NAME
source: <link="AQUAOILFLOATER">Aqua Slickster Egg</link>
fr: <link="AQUAOILFLOATER">Œuf de gluant aquatique</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_AQUA.NAME
source: <link="AQUAOILFLOATER">Aqua Slickster</link>
fr: <link="AQUAOILFLOATER">Gluant aquatique</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ETHANOL.BABY.DESC
source: A goopy little Ethanol Larva. One day it will grow into an adult morph, the <link="ETHANOLOILFLOATER">Ethanol Slickster</link>.
fr: Une petite larve d'éthanol. Un jour, elle va se transformer en une forme adulte, le <link="ETHANOLOILFLOATER">Gluant d'éthanol</link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_ETHANOL.BABY.NAME
source: <link="ETHANOLOILFLOATER">Ethanol Larva</link>
fr: <link="ETHANOLOILFLOATER">Larve éthanol</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ETHANOL.DESC
source: Ehtanol Slicksters are slimy critters that consume <link="CARBONDIOXIDE">Carbon Dioxide</link> and exude <link="ETHANOL">Ethanol</link>. The ethanol slickster has adapted to a cold environment rich in carbon dioxide unlike its cousin the hairy slickster.
fr: Les Gluants éthanols sont des créatures visqueuses qui consomment du <link="CARBONDIOXIDE">dioxyde de carbone</link> et qui exsudent de l'<link="ETHANOL">Ethanol</link>. Le gluant éthanol s'est adapté à un environnement froid riche en dioxyde de carbone contrairement à son cousin le gluant velue.

# ILoveSlicksters.PHO_STRINGS.VARIANT_ETHANOL.EGG_NAME
source: <link="ETHANOLOILFLOATER">Ethanol Slickster Egg</link>
fr: <link="ETHANOLOILFLOATER">Œuf de gluant éthanol </link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ETHANOL.NAME
source: <link="ETHANOLOILFLOATER">Ethanol Slickster</link>
fr: <link="ETHANOLOILFLOATER">Gluant éthanol</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_FROZEN.BABY.DESC
source: A goopy little Frozen Larva. One day it will grow into an adult morph, the <link="FROZENOILFLOATER">Frozen Slickster</link>.
fr: Une petite larve givrée très glamour. Un jour, elle va se transformer en une forme adulte, le <link="FROZENOILFLOATER">gluant givré</link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_FROZEN.BABY.NAME
source: <link="FROZENOILFLOATER">Frozen Larva</link>
fr: <link="FROZENOILFLOATER">Larve givrée</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_FROZEN.DESC
source: Frozen Slicksters are slimy critters that consume air to reject <link="WATER">Water</link> or <link="ANTIGEL">Antigel</link>. The Frozen slickster is a distant variant of the slickster in a very cold environment, it produces a liquid appreciated by our engineers.
fr: Les gluants givrés sont des créatures froides et visqueuses qui consomment de l'air et qui exsudent de l'<link="WATER">Eau</link> ou de l'<link="ANTIGEL">Antigel</link>. Le gluant givré est une variante lointaine du gluant en milieu très froid, il produit un liquide apprécié par nos ingénieurs.

# ILoveSlicksters.PHO_STRINGS.VARIANT_FROZEN.EGG_NAME
source: <link="FROZENOILFLOATER">Frozen Slickster Egg</link>
fr: <link="FROZENOILFLOATER">Œuf de gluant givré</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_FROZEN.NAME
source: <link="FROZENOILFLOATER">Frozen Slickster</link>
fr: <link="FROZENOILFLOATER">Gluant givré</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_LEAFY.BABY.DESC
source: A goopy little Leafy Larva. One day it will grow into an adult morph, the <link="LEAFYOILFLOATER">Leafy Slickster</link>.
fr: Une petite larve feuillue. Un jour, elle va se transformer en une forme adulte, le <link="LEAFYOILFLOATER">gluant feuillu</link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_LEAFY.BABY.NAME
source: <link="LEAFYOILFLOATER">Leafy Larva</link>
fr: <link="LEAFYOILFLOATER">larve feuillu</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_LEAFY.DESC
source: Leafy Slicksters are leafy critters that consume impur air. The leafy slickster has adapted to its environment and uses photosynthesis to feed on carbon. Leafy Slicksters need light to live. Leafy slicksters are loved by duplicants for their air-depolymerizing properties, while providing a sweet <link="POLLENGERMS">Floral Scent</link>.
fr: Les Gluants feuillus sont des créatures feuillues qui consomment de l'air. Le Gluant feuillu s'est adapté à son environnement et utilise la photosynthèse pour se nourrir du dioxyde de carbone. Les Gluant feuillus ont besoin de lumière pour vivre. Les Gluants feuillus sont appréciés des duplicants pour leurs propriétés dépolluantes, tout en offrant un doux <link="POLLENGERMS">parfum floral</link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_LEAFY.EGG_NAME
source: <link="LEAFYOILFLOATER">Leafy Slickster Egg</link>
fr: <link="LEAFYOILFLOATER">Œuf de gluant feuillu</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_LEAFY.NAME
source: <link="LEAFYOILFLOATER">Leafy Slickster</link>
fr: <link="LEAFYOILFLOATER">Gluant feuillu</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_OWO.BABY.DESC
source: A goopy little OwO Larva. One day it will grow into an adult morph, the <link="OWOOILFLOATER">OwO Slickster</link>.
fr: Une petite Larve OwO. Un jour, elle va se transformer en une forme adulte, le <link="OWOOILFLOATER">Gluant OwO</link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_OWO.BABY.NAME
source: <link="OWOOILFLOATER">OwO Larva</link>
fr: <link="OWOOILFLOATER">Larve OwO</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_OWO.DESC
source: OwO Slicksters are cute critters that consume <link="OXYGEN">Oxygen</link> and exude <link="HYDROGEN">Hydrogen</link>. The OwO Slicksters are extremely cute creatures that will delight your duplicants. Duplicants passing near an OwO Slickster earn the <link="OWOEFFECT">OwO effect</link> reducing the stress.
fr: Les Gluants OwO sont des créatures mignonnes qui consomment de l'<link="OXYGEN">Oxygène</link> et "produisent" de l'<link="HYDROGEN">Hydrogène</link>. Les Gluants OwO sont des créatures extrêmement mignonnes qui raviront vos duplicants. Les duplicants qui passent à proximité des Gluants OwO obtiennent l'<link="OWOEFFECT">Effet OwO</link> qui réduit le stress.

# ILoveSlicksters.PHO_STRINGS.VARIANT_OWO.EGG_NAME
source: <link="OWOOILFLOATER">OwO Slickster Egg</link>
fr: <link="OWOOILFLOATER">Oeuf de gluant OwO</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_OWO.NAME
source: <link="OWOOILFLOATER">OwO Slickster</link>
fr: <link="OWOOILFLOATER">Gluant OwO</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ROBOT.BABY.DESC
source: A goopy little Robot Larva. One day it will grow into an adult morph, the <link="ROBOTOILFLOATER">Robot Slickster</link>.
fr: Une petite larve robot. Un jour, elle va se transformer une forme adulte, le <link="ROBOTOILFLOATER">Gluant robot </link>.

# ILoveSlicksters.PHO_STRINGS.VARIANT_ROBOT.BABY.NAME
source: <link="ROBOTOILFLOATER">Robot Larva</link>
fr: <link="ROBOTOILFLOATER">Larve robot </link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ROBOT.DESC
source: Robot Slicksters are slimy critters that consume hot <link="CARBONDIOXIDE">Carbon Dioxide</link>, <link="STEAM">Steam</link> or <link="SOURGAS">Sour Gas</link> and exude <link="STEEL">Steel</link>. The robot slickster is a slime that has been technologically improved by Gravitas to meet our heavy metal needs.
fr: Les gluants robots sont des créatures visqueuses qui consomment du <link="CARBONDIOXIDE">dioxyde de carbone</link>, de la <link="STEAM">Vapeur</link> ou du <link="SOURGAS">Gas Corosif</link> et qui exsudent de l'<link="STEEL">Acier</link>. Le gluant robot est un gluant qui a été technologiquement améliorée par Gravitas pour répondre à nos besoins en métaux lourds.

# ILoveSlicksters.PHO_STRINGS.VARIANT_ROBOT.EGG_NAME
source: <link="ROBOTOILFLOATER">Robot Slickster Egg</link>
fr: <link="ROBOTOILFLOATER">Œuf de gluant robot</link>

# ILoveSlicksters.PHO_STRINGS.VARIANT_ROBOT.NAME
source: <link="ROBOTOILFLOATER">Robot Slickster</link>
fr: <link="ROBOTOILFLOATER">Gluant robot</link>

# ILoveSlicksters.PHO_STRINGS.WORLDGEN.DESC
source: Slicksteria is an asteroid very close to Verdante but which has the particularity of containing a great diversity of slicksters, the conditions on this asteroid are perfect for their development and these small bugs will help your colony to survive.
fr: Slicksteria est un astéroïde très proche de Verdante mais qui a la particularité de contenir une grande diversité de gluants, les conditions sur cet astéroïde sont parfaites pour leur développement et ces petites créatures aideront votre colonie à survivre.
