Repository: Pholith/ONI-Mods
Catalog: src/GigawattWire/translations/*.po
Languages: fr

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIRE.DESC
source: By using special superconductive materials and low temperatures this wire can carry up to 1000 MW.
fr: Grâce à l'utilisation de matériaux supraconducteurs spéciaux et à des températures basses, ce câble peut transporter jusqu'à 1 000 MW.

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIRE.EFFECT
source: Carries even more <link="POWER">Wattage</link> than a <link="MEGAWATTWIRE">Mega - Watt Wire</link>. Cannot be run through wall and floor tile.
fr: Transporte encore plus de <link="POWER">puissance</link> qu’un <link="MEGAWATTWIRE">câble Méga-Watt</link>. Ne peut pas être passé à travers les carreaux de mur et de sol.

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIRE.NAME
source: <link="GIGAWATTWIRE">Giga-Watt Wire</link>
fr: <link="GIGAWATTWIRE">Câble Giga-Watt</link>

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIREBRIDGE.DESC
source: Joint plates can run Giga-Watt wires through walls without leaking gas or liquid.
fr: Les plaques de jonction peuvent faire passer des câbles Giga-Watt à travers les murs sans fuite de gaz ni de liquide.

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIREBRIDGE.EFFECT
source: Carries even more <link="POWER">Wattage</link> than a <link="MEGAWATTWIREBRIDGE">Mega - Watt Conductive Joint Plate</link>. Allows <link="MEGAWATTWIRE"> Mega-Watt Wire</link> to be run through wall and floor tile.
fr: Transporte encore plus de <link="POWER">puissance</link> qu’une <link="MEGAWATTWIREBRIDGE">plaque de jonction conductrice Méga-Watt</link>. Permet de faire passer un <link="MEGAWATTWIRE">câble Méga-Watt</link> à travers les carreaux de mur et de sol.

# GigaWattWire.WIRE_STRINGS.GIGAWATTWIREBRIDGE.NAME
source: <link="GIGAWATTWIREBRIDGE">Giga-Watt Joint Plate</link>
fr: <link="GIGAWATTWIREBRIDGE">Plaque de jonction Giga-Watt</link>

# GigaWattWire.WIRE_STRINGS.JACKETED_WIRE.DESC
source: By coating the wires in plastic they suddenly became much safer.
fr: En enrobant les câbles de plastique, ils sont soudainement devenus beaucoup plus sûrs.

# GigaWattWire.WIRE_STRINGS.JACKETED_WIRE.EFFECT
source: Connects buildings to <link="POWER">Power</link> sources. Can be run through wall and floor tile.
fr: Relie les bâtiments aux sources d’<link="POWER">énergie</link>. Peut être posé à travers les dalles de mur et de sol.

# GigaWattWire.WIRE_STRINGS.JACKETED_WIRE.NAME
source: <link="JACKETEDWIRE">Insulated Wire</link>
fr: <link="JACKETEDWIRE">Câble isolé</link>

# GigaWattWire.WIRE_STRINGS.JACKETEDWIREBRIDGE.DESC
source: By coating the wires in plastic they suddenly became much safer.
fr: En enrobant les câbles de plastique, ils sont soudainement devenus beaucoup plus sûrs.

# GigaWattWire.WIRE_STRINGS.JACKETEDWIREBRIDGE.EFFECT
source: Carries even more <link="POWER">Wattage</link> than a <link="WIREREFINEDBRIDGE">Conductive Wire Bridge</link> without overloading.
fr: Transporte encore plus de <link="POWER">puissance</link> qu’un <link="WIREREFINEDBRIDGE">pont de câble conducteur</link> sans surcharge.

# GigaWattWire.WIRE_STRINGS.JACKETEDWIREBRIDGE.NAME
source: <link="JACKETEDWIREBRIDGE">Insulated Wire Bridge</link>
fr: <link="JACKETEDWIREBRIDGE">Pont de câble isolé</link>

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIRE.DESC
source: This one goes up to 1000 kW.
fr: Celui-ci atteint jusqu’à 1000 kW.

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIRE.EFFECT
source: Carries even more <link="POWER">Wattage</link> than a <link="WIREREFINEDHIGHWATTAGE">Jacked Wire</link> without overloading. Cannot be run through wall and floor tile.
fr: Transporte encore plus de <link="POWER">puissance</link> qu’un <link="WIREREFINEDHIGHWATTAGE">câble isolé</link> sans surcharge. Ne peut pas être posé à travers les dalles de mur et de sol.

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIRE.NAME
source: <link="MEGAWATTWIRE">Mega-Watt Wire</link>
fr: <link="MEGAWATTWIRE">Câble Méga-Watt</link>

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIREBRIDGE.DESC
source: Joint plates can run Mega-Watt wires through walls without leaking gas or liquid.
fr: Les plaques de jonction peuvent faire passer des câbles Méga-Watt à travers les murs sans fuite de gaz ni de liquide.

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIREBRIDGE.EFFECT
source: Carries even more <link="POWER">Wattage</link> than a <link="WIREREFINEDBRIDGEHIGHWATTAGE">Jacked Wire</link> without overloading. Allows <link="MEGAWATTWIRE"> Mega-Watt Wire</link> to be run through wall and floor tile.
fr: Transporte encore plus de <link="POWER">puissance</link> qu’un <link="WIREREFINEDBRIDGEHIGHWATTAGE">câble isolé</link> sans surcharge. Permet de faire passer un <link="MEGAWATTWIRE">câble Méga-Watt</link> à travers les dalles de mur et de sol.

# GigaWattWire.WIRE_STRINGS.MEGAWATTWIREBRIDGE.NAME
source: <link="MEGAWATTWIREBRIDGE">Mega-Watt Joint Plate</link>
fr: <link="MEGAWATTWIREBRIDGE">Plaque de jonction Méga-Watt</link>

# GigaWattWire.WIRE_STRINGS.MISC.CONDUCTOR
source: Conductor
fr: Conducteur

# GigaWattWire.WIRE_STRINGS.MISC.TAGS.CONDUCTOR
source: Conductor
fr: Conducteur

# GigaWattWire.WIRE_STRINGS.MISC.TAGS.TEMPCONDUCTORSOLID
source: Extreme Conductor
fr: Conducteur extrême

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER100KW.DESC
source: For those times you need a really big transformer.
fr: Pour les moments où vous avez besoin d’un transformateur vraiment puissant.

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER100KW.EFFECT
source: Limits <link="POWER">Power</link> flowing through the Transformer to 100 kW
fr: Limite la <link="POWER">puissance</link> circulant dans le transformateur à 100 kW.

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER100KW.NAME
source: <link="POWERTRANSFORMER100KW">100 kW Power Transformer</link>
fr: <link="POWERTRANSFORMER100KW">Transformateur de puissance 100 kW</link>

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER2MW.DESC
source: For those times you need an even bigger transformer.
fr: Pour les moments où vous avez besoin d’un transformateur encore plus puissant.

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER2MW.EFFECT
source: Limits <link="POWER">Power</link> flowing through the Transformer to 2 MW
fr: Limite la <link="POWER">puissance</link> circulant dans le transformateur à 2 MW.

# GigaWattWire.WIRE_STRINGS.POWERTRANSFORMER2MW.NAME
source: <link="POWERTRANSFORMER2MW">2 MW Power Transformer</link>
fr: <link="POWERTRANSFORMER100KW">Transformateur de puissance 2 MW</link>
